10/data/attachments/9a2376945e47ea74.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_b330e9f4-24c4-4077-81b1-730437590a80</nif:username>
            <nif:friendToBeAdded>Kimberly_early_Friend_74655_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>